{
  "test": "Test",
  "header": {
    "aboutUs": "About us",
    "projects": "Projects",
    "services": "Services",
    "servicesSubTitles": {
      "frontend": "Frontend",
      "backend": "Backend"
    },
    "blog": "Blog"
  },
  "homePage": {
    "welcomeMessage": "At Rebase IT we specialize in development and implementation of custom SW and consulting services. Leveraging our broad range of interdisciplinary skills, we draw on our expertise in design, engineering and operations to provide our clients with the quality service they deserve.",
    "contactUs": "Contact us",
    "knowOurServices": "Know our services",
    "ourProducts": "Our Products",
    "ourClients": "Our Clients",
    "whatWeDo": "What we do?",
    "whatWeDoDetails": "At Rebase IT we specialize on multiple fronts, staying at the forefront of the industry and offering the widest range of solutions for each case."
  },
  "products": {
    "nineContent": "We carried out the configuration process of our client Nine Shopping's digital LED lighting management system, so that they could celebrate the holidays in the best way.",
    "sherlockContent": "Have you ever been hacked or suffered hacking attempts in your organization?\n\nSherlock centralizes and automates incident response tasks, allowing your cybersecurity analysts to faster and more efficiently. Ensure your peace of mind with the advanced protection that only Sherlock can offer.",
    "reconnectContent": "The hiring process and data management of a high volume of candidates can be chaotic and confusing.\n\nRebase Connect is a data analytics application designed specifically for recruiters. With our solution you will be able to standardize information, track searches and generate key metrics indicators."
  },
  "contactUs": {
    "name": "Name *",
    "lastName": "Last name *",
    "email": "E-mail *",
    "phone": "Phone number",
    "message": "Leave a message *",
    "send": "Send",
    "orMessageTo": "Or send us a message to: ",
    "getInTouchShortly": "We will get in touch shortly."
  },
  "clientReviews": {
    "giancolaContent": "Thanks to the reservation system developed by Rebase IT, we manage all the requests of our clients without complications. Our clients even thank us for the ease when reserving their rooms at the hotel.",
    "giancolaTitle": "Sales Manager",
    "solangeContent": "They did an excellent job! They are super committed professionals, with a strong orientation towards resolution and adaptation to changes in order to meet their client.",
    "solangeTitle": "Scrum Master"
  },
  "aboutUs": {
    "title": "We are Rebase IT",
    "subtitle": "Our team of dedicated and experienced professionals combines talent, experience and creativity to find the perfect solution for each client.",
    "ourStory": "Our Story",
    "ourStoryDetail1": "Rebase IT is the result of the meeting of five systems engineers who met and graduated from the Universidad Tecnológica Nacional Regional Buenos Aires. Sharing a passion for technology and innovation, we decided to come together to create a significant impact in the world of software development.",
    "ourStoryDetail2": "One of the fundamental milestones in our history was participation in the CONAIISI (National Congress of Computer Engineering and Information Systems). In this context, our project, Sherlock, stood out by being selected as one of the seven most promising academic solutions in Argentina. This recognition encouraged us to continue our journey together and laid the foundation for the creation of Rebase IT.",
    "ourStoryDetail3": "Our purpose is clear: to promote and help different companies make their ideas and products a reality through innovative and technological solutions. At Rebase IT, we are dedicated to offering custom software development and consulting services, always committed to excellence and customer satisfaction.",
    "meetOurTeam": "Meet our team",
    "juanRole": "Quality assurance expert",
    "ezequielRole": "Complex business logics expert",
    "rodrigoRole": "Tech team direction specialist",
    "martinURole": "Cybersecurity expert",
    "jorgeRole": "Cloud infrastructure specialist",
    "martinLRole": "Scalable architectures specialist",
    "valuesThatDefineUs": "Values that define us",
    "honestyTitle": "Honesty and transparency",
    "honestyDetail": "We prioritize open and honest communication in all our interactions.",
    "excellenceTitle": "Technical excellence",
    "excellenceDetail": "We strive to achieve the highest quality in our technological solutions.",
    "commitmentTitle": "Commitment",
    "commitmentDetail": " We fulfill our commitments with responsibility and dedication.",
    "proactivityTitle": "Proactivity",
    "proactivityDetail": "We don't wait for things to happen, we make them happen.",
    "innovationTitle": "Innovation",
    "innovationDetail": "We promote creativity and originality to find unique and disruptive solutions.",
    "missionTitle": "Mission",
    "missionDetail": "To connect each of our clients with the most appropriate solution for their needs, guaranteeing their quality and profitability.",
    "valueTitle": "Vision",
    "valueDetail": "To become a leading company in the custom software market, ensuring quality in each of our projects."
  },
  "projects": {
    "title": "Our Projects",
    "subtitle": "At Rebase IT, we accompany our clients throughout the project life cycle, providing them with superior solutions tailored to their particular needs.",
    "knowMore": "Know more"
  }
}