{
  "test": "Test",
  "goBack": "Go back",
  "header": {
    "aboutUs": "About us",
    "products": "Our products",
    "services": "Services",
    "servicesSubTitles": {
      "frontend": "Frontend",
      "backend": "Backend"
    },
    "blog": "Blog"
  },
  "pages": {
    "home": "Home - Rebase IT",
    "aboutUs": "About us - Rebase IT",
    "products": "Our products - Rebase IT",
    "services": "Services - Rebase IT",
    "blog": "Blog - Rebase IT"
  },
  "homePage": {
    "welcomeMessage": "At Rebase IT we specialize in development and implementation of custom SW and consulting services. Leveraging our broad range of interdisciplinary skills, we draw on our expertise in design, engineering and operations to provide our clients with the quality service they deserve.",
    "contactUs": "Contact us",
    "knowOurServices": "Our services",
    "ourServices": "Our services",
    "ourProducts": "Our products",
    "ourClients": "Our clients",
    "whatWeDo": "What we do?",
    "whatWeDoDetails": "At Rebase IT we specialize on multiple fronts, staying at the forefront of the industry and offering the widest range of solutions for each case."
  },
  "servicesSummary": {
    "swDevelopmentTitle": "Software development",
    "swDevelopmentContent": "We create custom software solutions tailored to the specific needs of your business. \n\n Our team of experts works with you to design and develop applications that optimize your processes and improve efficiency, guaranteeing quality and scalability.",
    "swRecruitingTitle": "Software recruiting",
    "swRecruitingContent": "Strengthen your team with our highly trained software development professionals. \n\n We provide specialized technical talent that will quickly integrate into your products, improving productivity and fullfing your objectives without compromising quality.",
    "swConsultancyTitle": "Software consultancy",
    "swConsultancyContent": "We offer specialized consulting to help you make strategic decisions in technology. \n\n From the selection of platforms to the optimization of existing systems, we advise you to implement solutions that drive innovation and growth of your company."
  },
  "products": {
    "sherlockContent": "Have you ever been hacked or suffered hacking attempts in your organization?\n\nSherlock centralizes and automates incident response tasks, allowing your cybersecurity analysts to faster and more efficiently. Ensure your peace of mind with the advanced protection that only Sherlock can offer.",
    "trackAndTraceContent": "Rebase IT - Track & Trace is a traceability solution designed to meet compliance regulations and adapt to each client's specific needs.\n\nAdditionally, it provides added value to the business through the generation of reports and alerts, enabling more informed and strategic decision-making.",
    "reconnectContent": "The hiring process and data management of a high volume of candidates can be chaotic and confusing.\n\nRebase Connect is a data analytics application designed specifically for recruiters. With our solution you will be able to standardize information, track searches and generate key metrics indicators."
  },
  "contactUs": {
    "name": "Name *",
    "lastName": "Last name *",
    "email": "E-mail *",
    "phone": "Phone number",
    "message": "Leave a message *",
    "send": "Send",
    "orMessageTo": "Or send us a message to: ",
    "getInTouchShortly": "We will get in touch shortly."
  },
  "clientReviews": {
    "giancolaContent": "Thanks to the reservation system developed by Rebase IT, we manage all the requests of our clients without complications. Our clients even thank us for the ease when reserving their rooms at the hotel.",
    "giancolaTitle": "Sales Manager",
    "solangeContent": "They did an excellent job! They are super committed professionals, with a strong orientation towards resolution and adaptation to changes in order to meet their client.",
    "solangeTitle": "Scrum Master"
  },
  "aboutUs": {
    "title": "We are Rebase IT",
    "subtitle": "Our team of dedicated and experienced professionals combines talent, experience and creativity to find the perfect solution for each client.",
    "ourStory": "Our story",
    "ourStoryDetail1": "Rebase IT is the result of the meeting of five systems engineers who met and graduated from the Universidad Tecnológica Nacional Regional Buenos Aires. Sharing a passion for technology and innovation, we decided to come together to create a significant impact in the world of software development.",
    "ourStoryDetail2": "One of the fundamental milestones in our history was participation in the CONAIISI (National Congress of Computer Engineering and Information Systems). In this context, our project, Sherlock, stood out by being selected as one of the seven most promising academic solutions in Argentina. This recognition encouraged us to continue our journey together and laid the foundation for the creation of Rebase IT.",
    "ourStoryDetail3": "Our purpose is clear: to promote and help different companies make their ideas and products a reality through innovative and technological solutions. At Rebase IT, we are dedicated to offering custom software development and consulting services, always committed to excellence and customer satisfaction.",
    "meetOurTeam": "Meet our team",
    "juanRole": "Quality assurance expert",
    "ezequielRole": "Complex business logics expert",
    "rodrigoRole": "Tech team direction specialist",
    "martinURole": "Cybersecurity expert",
    "jorgeRole": "Cloud infrastructure specialist",
    "martinLRole": "Scalable architectures specialist",
    "valuesThatDefineUs": "Values that define us",
    "honestyTitle": "Honesty and transparency",
    "honestyDetail": "We prioritize open and honest communication in all our interactions.",
    "excellenceTitle": "Technical excellence",
    "excellenceDetail": "We strive to achieve the highest quality in our technological solutions.",
    "commitmentTitle": "Commitment",
    "commitmentDetail": " We fulfill our commitments with responsibility and dedication.",
    "proactivityTitle": "Proactivity",
    "proactivityDetail": "We don't wait for things to happen, we make them happen.",
    "innovationTitle": "Innovation",
    "innovationDetail": "We promote creativity and originality to find unique and disruptive solutions.",
    "missionTitle": "Mission",
    "missionDetail": "To connect each of our clients with the most appropriate solution for their needs, guaranteeing their quality and profitability.",
    "valueTitle": "Vision",
    "valueDetail": "To become a leading company in the custom software market, ensuring quality in each of our products."
  },
  "products": {
    "title": "Our products",
    "subtitle": "At Rebase IT, we accompany our clients throughout the project life cycle, providing them with superior solutions tailored to their particular needs.",
    "knowMore": "Know more"
  },
  "services": {
    "title": "Our services",
    "subtitle": "We offer a wide range of specialties, ensuring comprehensive care and precise solutions for all your needs. We have experience in various areas of the technology world: web and mobile design and development, infrastructure, cybersecurity, artificial intelligence, and project management.\n\nOn the other hand, among our main consulting services is staff augmentation where we connect organizations with great talents.",
    "staffTitle": "Staff augmentation services",
    "staffSub1": "Access to specialized talent",
    "staffSub2": "Flexible scalability",
    "staffSub3": "Efficiency and agility",
    "staffImage": "/images/services/service_7.png",
    "staffText1": "We have a team of experts in technologies and development methodologies who can easily integrate into your project. This allows you to access specialized skills without having to hire permanent staff.",
    "staffText2": "We can expand or reduce the size of your development team according to your needs, providing you with the necessary flexibility to adapt to project and market changes.",
    "staffText3": "Our consultants quickly integrate into your team and use agile methodologies to accelerate the development and implementation of your technological solutions.",
    "frontTitle": "Frontend development services",
    "frontSub1": "Responsive and accessible design",
    "frontSub2": "User experience",
    "frontSub3": "Optimization and performance",
    "frontImage": "/images/services/service_1.png",
    "frontText1": "We create attractive and adaptable user interfaces for different devices and screen sizes. We design with a 'users first' mindset.",
    "frontText2": "We focus on providing a smooth and pleasant user experience. We apply best UX practices to achieve intuitive and easy-to-use interfaces.",
    "frontText3": "We optimize the performance of our frontend solutions, ensuring fast loading and a satisfying user experience.",
    "backTitle": "Backend development services",
    "backSub1": "Application architecture",
    "backSub2": "APIs and microservices",
    "backSub3": "Automation and DevOps",
    "backImage": "/images/services/service_2.png",
    "backText1": "We design scalable and efficient backend solutions, using the latest technologies and best practices. We take care of the infrastructure, security, and integration with existing systems.",
    "backText2": "We develop RESTful APIs and microservices that enable smooth integration between different components of your system. We ensure secure and high-performance communication.",
    "backText3": "We implement automation processes and DevOps best practices to streamline the development, deployment, and monitoring of your applications.",
    "dbTitle": "Database services",
    "dbSub1": "Design and architecture",
    "dbSub2": "Implementation and administration",
    "dbSub3": "Optimization and performance",
    "dbSub4": "Security and compliance",
    "dbImage": "/images/services/service_3.png",
    "dbText1": "We design the most suitable structure for your database system, considering factors such as data volume, scalability, performance, and availability.",
    "dbText2": "We install, configure, and manage your databases, ensuring optimal operation, backups, and failure recovery.",
    "dbText3": "We apply optimization techniques to improve query execution speed, indexing, and data partitioning.",
    "dbText4": "We implement security measures and comply with regulatory requirements applicable to your data, protecting the integrity and confidentiality of the information.",
    "infraTitle": "Infrastructure and systems architecture",
    "infraSub1": "Planning",
    "infraSub2": "Design and implementation",
    "infraSub3": "Monitoring and optimization",
    "infraImage": "/images/services/service_5.png",
    "infraText1": "We analyze your needs and develop an infrastructure strategy that fits your business objectives and technical requirements.",
    "infraText2": "We design and deploy a robust and scalable systems architecture, using cutting-edge technologies.",
    "infraText3": "We implement monitoring and analysis solutions that allow us to have greater visibility of the deployed architecture.",
    "integrationTitle": "Integration tools",
    "integrationSub1": "Connectivity",
    "integrationSub2": "Flow orchestration",
    "integrationSub3": "Process automation",
    "integrationImage": "/images/services/service_4.png",
    "integrationText1": "We integrate your systems and applications using APIs, webhooks, and other communication mechanisms. This allows for a seamless flow of information between your different tools.",
    "integrationText2": "We design optimized workflows that coordinate the different applications and systems, ensuring smooth integration and increased productivity.",
    "integrationText3": "We implement automation solutions that eliminate repetitive and manual tasks, increasing the efficiency of your business processes."
  },
  "blog": {
    "title": "Posts",
    "subtitle": "Find out all the news and articles that Rebase IT has for you.",
    "breakingNews": "Latest news:",
    "sherlockPresented": "Introducing Sherlock, the best response for your cybersecurity analysis",
    "publishedOn": "Published on 03/23/23",
    "postsByCategory": "Posts by category",
    "news": {
      "title": "News",
      "sherlock": "- Sherlock, TOP 6 best papers in Argentina!"
    },
    "products": {
      "title": "Our products",
      "hr": "- If you work in HR, we invite you to fill out a brief survey",
      "sherlock": "- Introducing Sherlock, the best response for your cybersecurity analysis"
    }, 
    "individualJobs": {
      "title": "Individual jobs",
      "nine": "- We programmed the lights of Nine Shopping in Moreno"
    },
    "events": {
      "title": "Events",
      "holidays": "- From our team, we wish you HAPPY HOLIDAYS!"
    },
    "recentPosts": {
      "title": "Recent posts",
      "remoteOnsiteIntegration": "Integration of Remote and On-Site Teams",
      "agilePositiveImpact": "Agile and its Positive Impact on Software Development",
      "staticSiteHosting": "Hosting a Static Site",
      "staffAugmentation": "Staff Augmentation",
      "systemScalability": "System Scalability",
      "automatedFunctionalTests": "Automated Functional Testing"
    },
    "sherlock": {
      "title": "Introducing Sherlock, the best response for your cybersecurity analysis",
      "subtitle": "Have you ever been hacked or has someone in your organization been hacked? In that case, how quickly could they respond? Just as when we have a car, we take out insurance, in the world of cybersecurity you can opt for Sherlock: a solution that centralizes and automates the incident response tasks performed by cybersecurity analysts.",
      "moreInfo": "For more information, write to us at"
    }
  },
  "thankYou": {
    "title": "Thank you very much!",
    "thanksForReaching": "Thank you very much for reaching out to us.",
    "beInTouch": "We will be in touch shortly.",
    "goHome": "Go to home page"
  },
  "footer": {
    "home": "Home",
    "aboutUs": "About us",
    "products": "products",
    "services": "Services",
    "blog": "Blog",
    "allArticles": "All Articles",
    "news": "News",
    "individualJobs": "Individual jobs",
    "events": "Events",
    "gotAProject": "Got a project?",
    "letsTalk": "Let's talk",
    "sherlock": "Sherlock",
    "rebaseConnect": "Rebase Connect",
    "frontend": "Frontend",
    "backend": "Backend",
    "database": "Database",
    "cloudProviders": "Cloud providers",
    "devOpsTools": "DevOps tools",
    "integrationTech": "Integration tech"
  },
  "rules": {
    "email": "Please enter a valid e-mail address",
    "required": "This field is required",
    "phone": "Please enter a valid phone number",
    "minLength": "This field must be at least {min} characters long"
  }
}