{
  "test": "Prueba",
  "goBack": "Volver",
  "header": {
    "aboutUs": "Conocenos",
    "products": "Productos",
    "services": "Servicios",
    "clients": "Clientes",
    "servicesSubTitles": {
      "frontend": "Frontend",
      "backend": "Backend"
    },
    "blog": "Blog",
    "contactUs": "Contactanos"
  },
  "pages": {
    "home": "Home - Rebase IT",
    "aboutUs": "Nosotros - Rebase IT",
    "products": "Nuestros productos - Rebase IT",
    "services": "Servicios - Rebase IT",
    "blog": "Blog - Rebase IT"
  },
  "homePage": {
    "welcomeMessage": "En Rebase IT nos especializamos en desarrollo e implementaci칩n de SW a medida y servicios de consultor칤a. Aprovechando nuestro amplio abanico de habilidades interdisciplinarias, recurrimos a nuestra experiencia en dise침o, ingenier칤a y operaciones, para brindarles a nuestros clientes el servicio de calidad que merecen.",
    "contactUs": "Contactanos",
    "knowOurServices": "Conoc칠 nuestros servicios",
    "ourServices": "Nuestros servicios",
    "ourProducts": "Nuestros productos",
    "ourClients": "Nuestros clientes",
    "whatWeDo": "쯈u칠 hacemos?",
    "whatWeDoDetails": "En RebaseIT nos especializamos en m칰ltiples frentes, manteni칠ndonos en la vanguardia de la industria y ofreciendo el m치s amplio abanico de soluciones para cada caso."
  },
  "servicesSummary": {
    "swDevelopmentTitle": "Desarrollo de software",
    "swDevelopmentContent": "Creamos soluciones de software personalizadas adaptadas a las necesidades espec칤ficas de tu negocio. \n\n Nuestro equipo de expertos trabaja contigo para dise침ar y desarrollar aplicaciones que optimizan tus procesos y mejoran la eficiencia, garantizando calidad y escalabilidad.",
    "swRecruitingTitle": "Reclutamiento de software",
    "swRecruitingContent": "Reforz치 tu equipo con nuestros profesionales altamente capacitados en desarrollo de software. \n\n Brindamos talento t칠cnico especializado que se integrar치 r치pidamente a tus proyectos, mejorando la productividad y acelerando el cumplimiento de objetivos sin comprometer la calidad.",
    "swConsultancyTitle": "Consultor칤a de software",
    "swConsultancyContent": "Ofrecemos consultor칤a especializada para ayudarte a tomar decisiones estrat칠gicas en tecnolog칤a. \n\n Desde la selecci칩n de plataformas hasta la optimizaci칩n de sistemas existentes, te asesoramos para implementar soluciones que impulsen la innovaci칩n y el crecimiento de tu empresa."
  },
  "products": {
    "sherlockContent": "쮸lguna vez te han hackeado o has sufrido intentos de hackeo en tu organizaci칩n?\n\nSherlock centraliza y automatiza las tareas de respuesta a incidentes, permitiendo a tus analistas de ciberseguridad actuar de manera m치s r치pida y eficiente. Asegur치 tu tranquilidad con la protecci칩n avanzada que s칩lo Sherlock puede ofrecer.",
    "trackAndTraceContent": "Rebase IT - Track & Trace es una soluci칩n de trazabilidad dise침ada para cumplir con regulaciones de compliance y adaptarse a las necesidades espec칤ficas de cada cliente.\n\nAdem치s, ofrece valor a침adido al negocio mediante la generaci칩n de reportes y alertas, facilitando decisiones m치s informadas y estrat칠gicas.",
    "reconnectContent": "El proceso de contrataci칩n y la gesti칩n de datos de un gran volumen de candidatos puede ser ca칩tico y confuso.\n\nRebase Connect es una aplicaci칩n de an치lisis de datos dise침ada espec칤ficamente para reclutadores. Con nuestra soluci칩n podr치s estandarizar la informaci칩n, realizar un seguimiento de las b칰squedas y generar indicadores de m칠tricas clave.",
    "title": "Nuestros productos",
    "subtitle": "En Rebase IT, desarrollamos productos innovadores que potencian la eficiencia de las empresas, simplificando procesos y ofreciendo soluciones tecnol칩gicas adaptadas a sus necesidades.",
    "knowMore": "Conoc칠 m치s"
  },
  "contactUs": {
    "name": "Nombre *",
    "lastName": "Apellido *",
    "email": "Direcci칩n de e-mail *",
    "phone": "N칰mero de tel칠fono",
    "message": "Deja tu mensaje *",
    "send": "Enviar",
    "orMessageTo": "O envianos un mensaje a: ",
    "getInTouchShortly": "Nos comunicaremos en breve."
  },
  "clientReviews": {
    "title": "Somos Rebase IT",
    "subtitle": "Nuestro pato equipo formado por profesionales dedicados y experimentados, combina talento, experiencia y creatividad para encontrar la soluci蚤 perfecta para cada cliente.",
    "giancolaContent": "Gracias al sistema de reservas desarrollado por Rebase IT, gestionamos sin complicaciones todas las solicitudes de nuestros clientes, quienes tambi칠n nos agradecieron por la facilidad al reservar sus habitaciones en el hotel.",
    "giancolaTitle": "Gerente Comercial",
    "solangeContent": "춰Hicieron un excelente trabajo! Son profesionales s칰per comprometidos, con una fuerte orientaci칩n a la resoluci칩n y adaptaci칩n a los cambios en post de cumplir con su cliente.",
    "solangeTitle": "Scrum Master"
  },
  "aboutUs": {
    "title": "Somos Rebase IT",
    "subtitle": "Nuestro equipo formado por profesionales dedicados y experimentados, combina talento, experiencia y creatividad para encontrar la soluci칩n perfecta para cada cliente.",
    "ourStory": "Nuestra historia",
    "ourStoryDetail1": "Rebase IT es el resultado del encuentro de cinco ingenieros en sistemas que se conocieron y se graduaron de la Universidad Tecnol칩gica Nacional Regional Buenos Aires. Compartiendo una pasi칩n por la tecnolog칤a y la innovaci칩n, decidimos unirnos para crear un impacto significativo en el mundo del desarrollo de software.",
    "ourStoryDetail2": "Uno de los hitos fundamentales en nuestra historia fue la participaci칩n en el CONAIISI (Congreso Nacional de Ingenier칤a Inform치tica y Sistemas de Informaci칩n). En este contexto, nuestro proyecto, Sherlock, destac칩 al ser seleccionado como una de las siete soluciones acad칠micas m치s prometedoras en Argentina. Este reconocimiento nos impuls칩 a continuar nuestro camino juntos y sent칩 las bases para la creaci칩n de Rebase IT.",
    "ourStoryDetail3": "Nuestro prop칩sito es claro: promover y ayudar a distintas compa침칤as a hacer realidad sus ideas y productos a trav칠s de soluciones innovadoras y tecnol칩gicas. En Rebase IT, nos dedicamos a ofrecer servicios de consultor칤a y desarrollo de software a medida, siempre comprometidos con la excelencia y la satisfacci칩n del cliente.",
    "meetOurTeam": "Conoc칠 a nuestro equipo",
    "juanRole": "Experto en aseguramiento de calidad",
    "ezequielRole": "Experto en l칩gicas de negocio complejas",
    "rodrigoRole": "Especialista en direcci칩n de equipos tecnol칩gicos",
    "martinURole": "Experto en ciberseguridad",
    "jorgeRole": "Especialista en infraestructura Cloud",
    "martinLRole": "Especialista en arquitectura de sistemas escalables",
    "valuesThatDefineUs": "Valores que nos definen",
    "honestyTitle": "Honestidad y Transparencia",
    "honestyDetail": "Priorizamos la comunicaci칩n abierta y honesta en todas nuestras interacciones.",
    "excellenceTitle": "Excelencia T칠cnica",
    "excellenceDetail": "Nos esforzamos por alcanzar la m치xima calidad en nuestras soluciones tecnol칩gicas.",
    "commitmentTitle": "Compromiso",
    "commitmentDetail": " Cumplimos nuestros compromisos con responsabilidad y dedicaci칩n.",
    "proactivityTitle": "Proactividad",
    "proactivityDetail": "No esperamos a que las cosas sucedan, las hacemos suceder.",
    "innovationTitle": "Innovaci칩n",
    "innovationDetail": "Promovemos la creatividad y la originalidad para encontrar soluciones 칰nicas y disruptivas.",
    "missionTitle": "Misi칩n",
    "missionDetail": "Conectar a cada uno de nuestros clientes con la soluci칩n m치s adecuada para sus necesidades, garantizando la calidad y rentabilidad de las mismas.",
    "valueTitle": "Visi칩n",
    "valueDetail": "Convertirnos en una empresa l칤der del mercado de software a medida, asegurando la calidad en cada uno de nuestros proyectos."
  },
  "services": {
    "title": "Nuestros servicios",
    "subtitle": "Contamos con un amplio repertorio de especialidades, garantizando una atenci칩n integral y soluciones precisas para todas tus necesidades. Tenemos experiencia en diversas 치reas del mundo de la tecnolog칤a: dise침o y desarrollo web y mobile, infraestructura, ciberseguridad, inteligencia artificial y gesti칩n de proyectos.\n\nPor otro lado, entre nuestros principales servicios de consultor칤a se encuentra staff augmentation donde conectamos a las organizaciones con grandes talentos.",
    "staffTitle": "Servicios de staff augmentation",
    "staffSub1": "Acceso a talento especializado",
    "staffSub2": "Escalabilidad flexible",
    "staffSub3": "Eficiencia y agilidad",
    "staffImage": "/images/services/service_7_ES.png",
    "staffText1": "Contamos con un equipo de expertos en tecnolog칤as y metodolog칤as de desarrollo que pueden integrarse f치cilmente a tu proyecto. Esto te permite acceder a habilidades especializadas sin tener que contratar personal de manera permanente.",
    "staffText2": "Podemos expandir o reducir el tama침o de tu equipo de desarrollo seg칰n tus necesidades, brind치ndote la flexibilidad necesaria para adaptarte a los cambios del proyecto y del mercado.",
    "staffText3": "Nuestros consultores se integran r치pidamente a tu equipo y utilizan metodolog칤as 치giles para acelerar el desarrollo e implementaci칩n de tus soluciones tecnol칩gicas.",
    "frontTitle": "Servicios de desarrollo frontend",
    "frontSub1": "Dise침o responsive y accesible",
    "frontSub2": "Experiencia de usuario",
    "frontSub3": "Optimizaci칩n y rendimiento",
    "frontImage": "/images/services/service_1.png",
    "frontText1": "Creamos interfaces de usuario atractivas y adaptables a diferentes dispositivos, tama침os de pantalla. Dise침amos con el mindset 'users first'.",
    "frontText2": "Nos enfocamos en brindar una experiencia de usuario fluida y agradable. Aplicamos las mejores pr치cticas de UX para lograr interfaces intuitivas y f치ciles de usar.",
    "frontText3": "Optimizamos el rendimiento de nuestras soluciones frontend, asegurando una carga r치pida y una experiencia satisfactoria para los usuarios.",
    "backTitle": "Servicios de desarrollo backend",
    "backSub1": "Arquitectura de aplicaciones",
    "backSub2": "APIs y microservicios",
    "backSub3": "Automatizaci칩n y DevOps",
    "backImage": "/images/services/service_2.png",
    "backText1": "Dise침amos soluciones backend escalables y eficientes, utilizando las 칰ltimas tecnolog칤as y mejores pr치cticas. Nos encargamos de la infraestructura, la seguridad y la integraci칩n con sistemas existentes.",
    "backText2": "Desarrollamos APIs RESTful y microservicios que permiten una integraci칩n fluida entre diferentes componentes de tu sistema. Garantizamos una comunicaci칩n segura y de alto rendimiento.",
    "backText3": "Implementamos procesos de automatizaci칩n y buenas pr치cticas DevOps para agilizar el desarrollo, despliegue y monitoreo de tus aplicaciones.",
    "dbTitle": "Servicios de bases de datos",
    "dbSub1": "Dise침o y arquitectura",
    "dbSub2": "Implementaci칩n y administraci칩n",
    "dbSub3": "Optimizaci칩n y rendimiento",
    "dbSub4": "Seguridad y cumplimiento",
    "dbImage": "/images/services/service_3_ES.png",
    "dbText1": "Dise침amos la estructura m치s adecuada de tu sistema de base de datos, considerando factores como volumen de datos, escalabilidad, rendimiento y disponibilidad.",
    "dbText2": "Instalamos, configuramos y administramos tus bases de datos, asegurando un funcionamiento 칩ptimo, respaldos y recuperaci칩n ante fallos.",
    "dbText3": "Aplicamos t칠cnicas de optimizaci칩n para mejorar la velocidad de ejecuci칩n de consultas, indexaci칩n y particionamiento de datos.",
    "dbText4": "Implementamos medidas de seguridad y cumplimos con los requisitos normativos aplicables a tus datos, protegiendo la integridad y confidencialidad de la informaci칩n.",
    "infraTitle": "Infraestructura y arquitectura de Sistemas",
    "infraSub1": "Planificaci칩n",
    "infraSub2": "Dise침o e implementaci칩n",
    "infraSub3": "Monitoreo y optimizaci칩n",
    "infraImage": "/images/services/service_5_ES.png",
    "infraText1": "Analizamos tus necesidades y elaboramos una estrategia de infraestructura que se adapte a tus objetivos de negocio y requisitos t칠cnicos.",
    "infraText2": "Dise침amos y desplegamos una arquitectura de sistemas robusta y escalable, utilizando tecnolog칤as de vanguardia.",
    "infraText3": "Implementamos soluciones de monitoreo y an치lisis que nos permiten tener una mayor visibilidad de la arquitectura desplegada.",
    "integrationTitle": "Herramientas de integraci칩n",
    "integrationSub1": "Conectividad",
    "integrationSub2": "Orquestaci칩n de flujos",
    "integrationSub3": "Automatizaci칩n de procesos",
    "integrationImage": "/images/services/service_4_ES.png",
    "integrationText1": "Integramos tus sistemas y aplicaciones utilizando APIs, webhooks y otros mecanismos de comunicaci칩n. Esto permite un flujo de informaci칩n sin interrupciones entre tus diferentes herramientas.",
    "integrationText2": "Dise침amos flujos de trabajo optimizados que coordinan las diferentes aplicaciones y sistemas, asegurando una integraci칩n fluida y una mayor productividad.",
    "integrationText3": "Implementamos soluciones de automatizaci칩n que eliminan tareas repetitivas y manuales, aumentando la eficiencia de tus procesos de negocio."
  },
  "blog": {
    "title": "Publicaciones",
    "subtitle": "Enterate de todas las noticias y art칤culos que Rebase IT tiene para vos.",
    "breakingNews": "칔ltima noticia:",
    "sherlockPresented": "Presentamos Sherlock, la mejor respuesta para tu an치lisis de ciberseguridad",
    "publishedOn": "Publicado el 23/03/23",
    "postsByCategory": "Posteos por categor칤a",
    "news": {
      "title": "Noticias",
      "sherlock": "- Sherlock, TOP 6 mejores trabajos en Argentina!"
    },
    "products": {
      "title": "Productos",
      "hr": "- Si trabaj치s en RRHH, te invitamos a rellenar una breve encuesta",
      "sherlock": "- Presentamos Sherlock, la mejor respuesta para tu an치lisis de ciberseguridad"
    }, 
    "individualJobs": {
      "title": "Trabajos particulares",
      "nine": "- Programamos las luces de Nine Shopping en Moreno"
    },
    "events": {
      "title": "Eventos",
      "holidays": "- Desde nuestro equipo te deseamos, 춰FELICES FIESTAS!"
    },
    "recentPosts": {
      "title": "Posteos recientes",
      "remoteOnsiteIntegration": "Integraci칩n de equipos remotos y on-site",
      "agilePositiveImpact": "Agile y su impacto positivo en el desarrollo de software",
      "staticSiteHosting": "Hosteando un sitio est치tico",
      "staffAugmentation": "Staff Augmentation",
      "systemScalability": "Escalabilidad de Sistemas",
      "automatedFunctionalTests": "Pruebas Funcionales Automatizadas"
    },
    "sherlock": {
      "title": "Presentamos Sherlock, la mejor respuesta para tu an치lisis de ciberseguridad",
      "subtitle": "쮸lguna vez te hackearon o intentaron hackear a alguien de tu organizaci칩n? En ese caso, 쯤u칠 tan r치pido podr칤an responder? As칤 como cuando tenemos un auto, contratamos un seguro, en el mundo de la ciberseguridad pod칠s optar por Sherlock: una soluci칩n que centraliza y automatiza las tareas de respuesta a incidentes realizadas por los analistas de ciberseguridad.",
      "moreInfo": "Para m치s informaci칩n, escribinos a"
    }
  },
  "thankYou": {
    "title": "춰Muchas gracias!",
    "thanksForReaching": "Muchas gracias por contactarnos.",
    "beInTouch": "Nos comunicaremos en breve.",
    "goHome": "Ir a la p치gina home"
  },
  "footer": {
    "home": "Home",
    "aboutUs": "Conocenos",
    "products": "Productos",
    "services": "Servicios",
    "blog": "Blog",
    "allArticles": "Todos los art칤culos",
    "news": "Noticias",
    "individualJobs": "Trabajos particulares",
    "events": "Eventos",
    "gotAProject": "쯊en칠s un proyecto?",
    "letsTalk": "Hablemos",
    "sherlock": "Sherlock",
    "rebaseConnect": "Rebase Connect",
    "frontend": "Frontend",
    "backend": "Backend",
    "database": "Base de datos",
    "cloudProviders": "Proveedores cloud",
    "devOpsTools": "Herramientas DevOps",
    "integrationTech": "Tecnolog칤as de integraci칩n"
  },
  "rules": {
    "email": "Por favor, introduce un correo electr칩nico v치lido",
    "required": "Este campo es requerido",
    "phone": "Por favor, introduce un n칰mero de tel칠fono v치lido",
    "minLength": "Este campo debe tener al menos {min} caracteres"
  }
}