{
  "test": "Prueba",
  "header": {
    "aboutUs": "Conocenos",
    "projects": "Proyectos",
    "services": "Servicios",
    "servicesSubTitles": {
      "frontend": "Frontend",
      "backend": "Backend"
    },
    "blog": "Blog"
  },
  "homePage": {
    "welcomeMessage": "En Rebase IT nos especializamos en desarrollo e implementación de SW a medida y servicios de consultoría. Aprovechando nuestro amplio abanico de habilidades interdisciplinarias, recurrimos a nuestra experiencia en diseño, ingeniería y operaciones, para brindarles a nuestros clientes el servicio de calidad que merecen.",
    "contactUs": "Contactanos",
    "knowOurServices": "Conocé nuestros servicios",
    "ourProducts": "Nuestros Productos",
    "ourClients": "Nuestros Clientes",
    "whatWeDo": "¿Qué hacemos?",
    "whatWeDoDetails": "En RebaseIT nos especializamos en múltiples frentes, manteniéndonos en la vanguardia de la industria y ofreciendo el más amplio abanico de soluciones para cada caso."
  },
  "products": {
    "nineContent": "Realizamos el proceso de configuración del sistema de administración digital de iluminación LED de nuestro cliente Nine Shopping, para que pudieran celebrar las fiestas de la mejor manera.",
    "sherlockContent": "¿Alguna vez te han hackeado o has sufrido intentos de hackeo en tu organización?\n\nSherlock centraliza y automatiza las tareas de respuesta a incidentes, permitiendo a tus analistas de ciberseguridad actuar de manera más rápida y eficiente. Asegurá tu tranquilidad con la protección avanzada que sólo Sherlock puede ofrecer.",
    "reconnectContent": "El proceso de contratación y la gestión de datos de un gran volumen de candidatos puede ser caótico y confuso.\n\nRebase Connect es una aplicación de análisis de datos diseñada específicamente para reclutadores. Con nuestra solución podrás estandarizar la información, realizar un seguimiento de las búsquedas y generar indicadores de métricas clave."
  },
  "contactUs": {
    "name": "Nombre *",
    "lastName": "Apellido *",
    "email": "Dirección de E-mail *",
    "phone": "Número de Teléfono",
    "message": "Deja tu mensaje *",
    "send": "Enviar",
    "orMessageTo": "O envianos un mensaje a: ",
    "getInTouchShortly": "Nos comunicaremos en breve."
  },
  "clientReviews": {
    "giancolaContent": "Gracias al sistema de reservas desarrollado por Rebase IT, gestionamos sin complicaciones todas las solicitudes de nuestros clientes, quienes también nos agradecieron por la facilidad al reservar sus habitaciones en el hotel.",
    "giancolaTitle": "Gerente Comercial",
    "solangeContent": "¡Hicieron un excelente trabajo! Son profesionales súper comprometidos, con una fuerte orientación a la resolución y adaptación a los cambios en post de cumplir con su cliente.",
    "solangeTitle": "Scrum Master"
  },
  "aboutUs": {
    "title": "Somos Rebase IT",
    "subtitle": "Nuestro equipo formado por profesionales dedicados y experimentados, combina talento, experiencia y creatividad para encontrar la solución perfecta para cada cliente.",
    "ourStory": "Nuestra Historia",
    "ourStoryDetail1": "Rebase IT es el resultado del encuentro de cinco ingenieros en sistemas que se conocieron y se graduaron de la Universidad Tecnológica Nacional Regional Buenos Aires. Compartiendo una pasión por la tecnología y la innovación, decidimos unirnos para crear un impacto significativo en el mundo del desarrollo de software.",
    "ourStoryDetail2": "Uno de los hitos fundamentales en nuestra historia fue la participación en el CONAIISI (Congreso Nacional de Ingeniería Informática y Sistemas de Información). En este contexto, nuestro proyecto, Sherlock, destacó al ser seleccionado como una de las siete soluciones académicas más prometedoras en Argentina. Este reconocimiento nos impulsó a continuar nuestro camino juntos y sentó las bases para la creación de Rebase IT.",
    "ourStoryDetail3": "Nuestro propósito es claro: promover y ayudar a distintas compañías a hacer realidad sus ideas y productos a través de soluciones innovadoras y tecnológicas. En Rebase IT, nos dedicamos a ofrecer servicios de consultoría y desarrollo de software a medida, siempre comprometidos con la excelencia y la satisfacción del cliente.",
    "meetOurTeam": "Conocé a nuestro equipo",
    "juanRole": "Experto en aseguramiento de calidad",
    "ezequielRole": "Experto en lógicas de negocio complejas",
    "rodrigoRole": "Especialista en dirección de equipos tecnológicos",
    "martinURole": "Experto en ciberseguridad",
    "jorgeRole": "Especialista en infraestructura Cloud",
    "martinLRole": "Especialista en arquitectura de sistemas escalables",
    "valuesThatDefineUs": "Valores que nos definen",
    "honestyTitle": "Honestidad y Transparencia",
    "honestyDetail": "Priorizamos la comunicación abierta y honesta en todas nuestras interacciones.",
    "excellenceTitle": "Excelencia Técnica",
    "excellenceDetail": "Nos esforzamos por alcanzar la máxima calidad en nuestras soluciones tecnológicas.",
    "commitmentTitle": "Compromiso",
    "commitmentDetail": " Cumplimos nuestros compromisos con responsabilidad y dedicación.",
    "proactivityTitle": "Proactividad",
    "proactivityDetail": "No esperamos a que las cosas sucedan, las hacemos suceder.",
    "innovationTitle": "Innovación",
    "innovationDetail": "Promovemos la creatividad y la originalidad para encontrar soluciones únicas y disruptivas.",
    "missionTitle": "Misión",
    "missionDetail": "Conectar a cada uno de nuestros clientes con la solución más adecuada para sus necesidades, garantizando la calidad y rentabilidad de las mismas.",
    "valueTitle": "Visión",
    "valueDetail": "Convertirnos en una empresa líder del mercado de software a medida, asegurando la calidad en cada uno de nuestros proyectos."
  }
}